Repository: datRooster/marcello-scavo-tattoo
Catalog: languages/*.po
Languages: es_es

source: Menu Principale
es_es: Menú Principal

source: Menu
es_es: Menú

source: Home
es_es: Inicio

source: About
es_es: Acerca de

source: Portfolio
es_es: Portafolio

source: Servizi
es_es: Servicios

source: Shop
es_es: Tienda

source: Contatti
es_es: Contacto

source: ARTE IN MOVIMENTO
es_es: ARTE EN MOVIMIENTO

source: Scopri l'essenza dei
es_es: Descubre la esencia de

source: miei tatuaggi e opere
es_es: mis tatuajes y obras

source: d'arte.
es_es: de arte.

source: Benvenuti nel mio mondo creativo, dove ogni storia racconta una storia, i miei tatuaggi e le opere d'arte nascono dall'ispirazione e dalla passione. Che tu stia cercando un tatuaggio personalizzato per il tuo corpo o un'opera unica per la tua parete, sei nel posto giusto. Esplora il mio portfolio e lasciati ispirare dalla fusione di arte e tatuaggio.
es_es: Bienvenidos a mi mundo creativo, donde cada historia cuenta una historia, mis tatuajes y obras de arte nacen de la inspiración y la pasión. Ya sea que estés buscando un tatuaje personalizado para tu cuerpo o una obra única para tu pared, estás en el lugar correcto. Explora mi portafolio y déjate inspirar por la fusión del arte y el tatuaje.

source: Esplora Ora
es_es: Explorar Ahora

source: L'arte di Marcello: un viaggio
es_es: El Arte de Marcello: Un Viaje

source: Marcello è un artista che unisce passione e talento in ogni opera d'arte e tatuaggio. Fin da giovane, ha coltivato il suo amore per l'arte, esplorando tecniche diverse e affascinandosi sempre della vita che lo circonda. La sua evoluzione è evidente, non solo nei suoi lavori, ma anche nella continua ricerca di innovazione e stile. Ogni tatuaggio racconta una storia, un pezzo della personalità di chi lo indossa. Con la sua capacità di ascoltare e interpretare i desideri dei clienti, Marcello trasforma ogni foglio bianco in un'opera unica, creando un legame speciale con ognuno di loro.
es_es: Marcello es un artista que combina pasión y talento en cada obra de arte y tatuaje. Desde joven, ha cultivado su amor por el arte, explorando técnicas diferentes y siempre fascinándose con la vida que lo rodea. Su evolución es evidente, no solo en sus trabajos, sino también en la búsqueda continua de innovación y estilo. Cada tatuaje cuenta una historia, una pieza de la personalidad de quien lo lleva. Con su capacidad de escuchar e interpretar los deseos de los clientes, Marcello transforma cada hoja en blanco en una obra única, creando un vínculo especial con cada uno de ellos.

source: La filosofia di Marcello si basa sull'ascolto attento delle esigenze del cliente e sulla traduzione delle loro idee in opere d'arte durature. Ogni sessione è un momento di creazione condivisa, dove l'esperienza e la creatività si fondono per dare vita a qualcosa di veramente speciale.
es_es: La filosofía de Marcello se basa en escuchar atentamente las necesidades del cliente y traducir sus ideas en obras de arte duraderas. Cada sesión es un momento de creación compartida, donde la experiencia y la creatividad se fusionan para dar vida a algo verdaderamente especial.

source: I nostri servizi
es_es: Nuestros Servicios

source: Scopri le nostre offerte principali, pensate per soddisfare le tue passioni.
es_es: Descubre nuestras principales ofertas, diseñadas para satisfacer tus pasiones.

source: Vendita opere d'arte
es_es: Venta de Obras de Arte

source: Esplora la nostra collezione di opere d'arte uniche e porta a casa un pezzo di creatività.
es_es: Explora nuestra colección de obras de arte únicas y llévate a casa una pieza de creatividad.

source: Mostra di tatuaggi
es_es: Exhibición de Tatuajes

source: Assisti ai nostri eventi di tatuaggio, dove talenti internazionali mostrano le loro creazioni dal vivo.
es_es: Asiste a nuestros eventos de tatuajes, donde talentos internacionales muestran sus creaciones en vivo.

source: Prenotazione tatuaggi
es_es: Reserva de Tatuajes

source: Prenota il tuo tatuaggio direttamente online e realizza il tuo design personalizzato con noi.
es_es: Reserva tu tatuaje directamente en línea y crea tu diseño personalizado con nosotros.

source: Scopri le mie creazioni artistiche
es_es: Descubre Mis Creaciones Artísticas

source: Esplora una collezione di opere ispirate ai tatuaggi unici, che raccontano storie e emozioni.
es_es: Explora una colección de obras inspiradas en tatuajes únicos, que cuentan historias y emociones.

source: Seguimi sui Social
es_es: Sígueme en Redes Sociales

source: Scopri il processo creativo dietro ogni tatuaggio e resta aggiornato sui miei ultimi lavori.
es_es: Descubre el proceso creativo detrás de cada tatuaje y mantente actualizado sobre mis últimos trabajos.

source: Menu Footer
es_es: Menú del Pie

source: Social Media
es_es: Redes Sociales

source: Sidebar Principale
es_es: Barra Lateral Principal

source: Aggiungi widget qui per apparire nella sidebar.
es_es: Agregar widgets aquí para que aparezcan en la barra lateral.

source: Footer Colonna 1
es_es: Pie Columna 1

source: Widget per la prima colonna del footer.
es_es: Widgets para la primera columna del pie.

source: Footer Colonna 2
es_es: Pie Columna 2

source: Widget per la seconda colonna del footer.
es_es: Widgets para la segunda columna del pie.

source: Footer Colonna 3
es_es: Pie Columna 3

source: Widget per la terza colonna del footer.
es_es: Widgets para la tercera columna del pie.

source: Area widget per contenuti social media (Instagram feed, etc.).
es_es: Área de widgets para contenido de redes sociales (feed de Instagram, etc.).

source: Recensioni Clienti
es_es: Reseñas de Clientes

source: Area widget per recensioni Google e testimonianze clienti.
es_es: Área de widgets para reseñas de Google y testimonios de clientes.

source: Prenotazione Booking
es_es: Reserva de Citas

source: Area widget per sistemi di prenotazione (Bookly, form contatti, etc.).
es_es: Área de widgets para sistemas de reservas (Bookly, formularios de contacto, etc.).

source: Galleria Artistica
es_es: Galería Artística

source: Area widget per mostrare la galleria dei lavori artistici e tatuaggi.
es_es: Área de widgets para mostrar la galería de trabajos artísticos y tatuajes.

source: Uploader Sicuro
es_es: Subida Segura
